Repository: serzhit/CloudCoin-SafeScan
Catalog: CloudCoin SafeScan/MultilingualResources/CloudCoin SafeScan.*.xlf
Languages: ru_ru

# LowWinVer
source: Your Windows version is too low. This app works on Windows7 and higher
ru_ru: Ваша версия Windows является слишком низкой. Эта программа работает на Windows7 и выше

# UnhandledException
source: Unhandled exception catched:
ru_ru: Получено необработанное исключение

source: Change Ownership?
ru_ru: Сменить пароли?

# CheckOrImport
source: Would you like to change ownership and import money in Safe? Choosing "No" will simply scan coins without changing passwords.
ru_ru: Сменить пароли у выбранных монет и положить их в сейф? Если вы выберете "Нет", то программа просто проверит подлинность монет без смены паролей.

# JpegExported
source: Pictures with coins saved in Export dir
ru_ru: Изображения с закодированными монетами сохранены в папке Export

# NothingExported
source: Nothing to export!
ru_ru: Нечего сохранять!

# StackExported
source: JSON stack of coins saved in Export dir\n
ru_ru: JSON файл со стеком монет сохранен в папке Export

# LessThen5Password
source: Password cannot be less than 5 characters
ru_ru: Пароль не может быть короче 5 символов

# NotMatchPassword
source: Passwords don't match
ru_ru: Пароли не совпадают

# TooShortPassword
source: Password is too short. Use more than 5 characters
ru_ru: Пароь слишком короткий. Должно быть больше 5 символов.

# WrongPassword
source: Wrong password from safe. Try again.
ru_ru: Неправильный пароль от сейфа. Попробуйте снова.

# CloudCoinTitle
source: CloudCoin Scan&amp;Safe
ru_ru: CloudCoin Scan&Safe

# CloudCoinDescription
source: CloudCoin is a new form of worldwide digital currency that you can get in the form of files from virtually anywhere. Sites, emails, USB drives, smartphones… the list goes on! The Scan&Safe app checks these mediums for counterfeit CloudCoin currency, loads and stores accumulated CloudCoins into the Safe, and makes stacks available to be used as payment or gifts.
ru_ru: Вы можете получить клаудкойны (новую виртуальныю валюту CloudCoin) в форме файлов откуда угодно - с сайтов, по электронной почте, с USB-накопителя, со смартфона или в соцсетях...Эта программа проверит их на подлинность, зашифрует с вашим паролем и сохранит на диске и позволит выгрузить из сейфа любое количество для передачи другим.

# CheckInternet
source: "The RAIDA does not respond. Check your internet connection Work with local Safe is still possible"
ru_ru: Сервера RAIDA не отвечают. Проверьте ваше соединение с интернет Работа с сейфом по-прежнему возможна

# DoneRAIDA
source: Done. Hover for status.
ru_ru: Готово. Наведите на узел.

# EchoRAIDA
source: Echoing RAIDA nodes...
ru_ru: Опрашиваю RAIDA-облака...

# NodeNotRespond
source: Node hasn't respond yet...
ru_ru: Узел еще не ответил...

source: Pay
ru_ru: Плати

source: Safe
ru_ru: Храни

source: Scan
ru_ru: Проверь

# EnterSafePassword
source: Enter Your Safe Password
ru_ru: Введите пароль от вашего сейфа

source: Error
ru_ru: Ошибка

source: Fail
ru_ru: Неудачно

source: Fixing
ru_ru: Исправление

source: Passed
ru_ru: Успех

source: Unknown
ru_ru: Неизвестно

source: Fractioned
ru_ru: Искажено

source: Good
ru_ru: Проверено

source: Total
ru_ru: Всего

source: Value
ru_ru: Цкнность

# DetectFracked
source: Detect Fracked Again
ru_ru: Проверить искаженные

source: Fix Fracked
ru_ru: Исправить искаженные

source: Fives
ru_ru: Пятерки (5)

source: Hundreds
ru_ru: Сотни (100)

source: Ones
ru_ru: Монеты (1)

source: Quarters
ru_ru: Четвертаки (25)

# SelectStackWithAmount
source: Select stack which contains nearest requested amount.
ru_ru: Выберите строку с ближайшим возможным количеством.

# TwoHundredsFifty
source: 250s
ru_ru: Килочетверть (250)

# SeemsNotSetPassword
source: A password has not been set up yet. Please enter and verify your password in the fields below. Make sure to keep a copy of the password in a secure place. The application cannot restore a lost/forgotten password. Loss of a password will result in loss of any stored CloudCoins.
ru_ru: Похоже вы еще не назначили пароль для сейфа. Пожалуйста, введите пароль 2 раза для проверки. Запишите его и созраните в безопасном месте. Если вы потеряете пароль, то восстановить сейф будет невозможно! Пароль знаете только вы! Все монеты могут быть потеряны при утере пароля!

# CCinSafe
source: CC in your Safe
ru_ru: CC в вашем Сейфе

# EnterSumWithdraw
source: Enter Sum you want to withdraw. The app will export coins with nearest possible value.
ru_ru: Введите сумму, которую хотите снять. Если эту сумму невозможно составить, программа предложит ближайшие варианты.

# ExportStackCoins
source: App will export stack of coins
ru_ru: Программа экспортирует стек монет.

# NearestValue
source: nearest possible value.
ru_ru: ближайшее возможное число.

source: with
ru_ru: с

source: Format
ru_ru: Формат:

source: Security
ru_ru: Безопасность

source: Full coins
ru_ru: Целые монеты

# HalfCoins
source: Half coins (safe)
ru_ru: Полумонеты (безопасно)

source: Note:
ru_ru: Примечание:

# ShortNote
source: Enter short note (e.g. For Alex)
ru_ru: Ввкдите короткое примечание (напрмер, для Славы)

source: Authenticated
ru_ru: Проверено

source: Close
ru_ru: Закрыть

source: Comment
ru_ru: Примечание

source: Serial
ru_ru: Серийный N

# CheckCoinsWindowTitle
source: CloudCoin Scan&Safe - CheckCoins
ru_ru: CloudCoin Scan&Safe - Проверка Монет

# FixProcessWindowTitle
source: FixProcessWindow
ru_ru: Окно исправления искаженных монет

# SafeContentWindowTitle
source: Safe Content
ru_ru: Содержимое вашего Сейфа

# SelectOutStackWindowTitle
source: SelectOutStackWindow
ru_ru: Окно экспорта

# SetPasswordWindowTitle
source: Enter Password for your CloudCoin Safe
ru_ru: Введите пароль от вашего Сейфа с клайдкойнами

# WithdrawDialogTitle
source: Enter Sum to Give Away
ru_ru: Введите сумму, котрую хотите снять

# Kiloquarters
source: KQuarters
ru_ru: ЧетвертьК (250)

source: Sum:
ru_ru: Всего:

# ССinSafe
source: CC in Safe
ru_ru: CC в Сейфе
